export const faq = [
  {
    q: `Young Creator's Camp คืออะไร`,
    a:
      'ค่ายที่จะพาน้อง ๆ ที่มีทักษะการเขียนโปรแกรม การดีไซน์ หรือมีความคิดสร้างสรรค์ มาช่วยกันพัฒนาโปรดักต์ ที่จะช่วยแก้ไขปัญหาสังคม',
  },
  {
    q: 'V >> สมัครได้กี่สาขา',
    a:
      'มี 3 สาขาให้น้อง ๆ ได้เลือก ได้แก่ Programming Design และ Creative โดยน้อง ๆ จะเลือกได้เพียงสาขาเดียวเท่านั้น แต่ไม่ต้องห่วง น้อง ๆ สามารถเลือกเข้า session ที่ตัวเองอยากฟังได้แน่นอน',
  },
  {
    q: 'ใครสามารถสมัครค่ายนี้ได้บ้าง',
    a:
      'น้อง ๆ ที่มีอายุตั้งแต่ 15 - 19 ปี หรือในช่วงมัธยมศึกษาปีที่ 3 ถึงมัธยมศึกษาปีที่ 6 หรือเทียบเท่า',
  },
  {
    q: 'สิ่งทีได้รับจากค่าย',
    a:
      'น้อง ๆ จะได้เจอกับเพื่อนที่มีความสนใจคล้ายกัน ได้รับคำแนะนำในการทำงานจากผู้เชี่ยวชาญในวงการ และประสบการณ์',
  },
  {
    q: 'จัดที่ไหน และเมื่อไหร่',
    a:
      '20 - 23 มีนาคม 2563 ณ RISE - Corporate Innovation Powerhouse ในอาคารอมรินทร์พลาซ่า',
  },
  {
    q: 'ค่ายนี้รับสมัครกี่คน',
    a:
      '36 คน โดยพี่ ๆ จะคัดเลือกน้อง ๆ มาจากสาขา Programming , Design และ Creative สาขาละ 12 คน',
  },
  {
    q: 'V >> ค่ายมีการค้างคืนหรือไม่',
    a: 'ค้างคืนเป็นเวลา 3 คืน',
  },
  {
    q: 'มีค่าใช้จ่ายมั้ย และทำไมถึงเก็บค่ามัดจำ',
    a:
      'ค่าย YCC ไม่มีค่าใช้จ่าย จะมีการสนับสนุนค่าใช้จ่ายในการเดินทางในกรณีที่น้องอยู่ต่างจังหวัด (ไม่เกิน 2,000 บาท ) และเพื่อเป็นการรับรองว่าน้องจะมาเข้าค่าย จึงขอเก็บค่ามัดจำที่จะคืนในวันค่ายวันสุดท้าย',
  },
  {
    q: 'ไม่มี Facebook สมัครได้มั้ย',
    a:
      'ไม่ได้ ค่ายของเราจะมีการใช้ Facebook เป็นช่องทางในการเก็บข้อมูลและสื่อสารกับผู้สมัคร และจะมีกลุ่มในการติดต่ออีกด้วย',
  },
  {
    q: 'V >> ในแต่ละสาขา ต้องมีพื้นฐานมาอย่างไรบ้าง',
    a:
      'ในสาขา Programming สามารถสร้างเว็บไซต์หรือแอปพลิเคชั่นขึ้นมาได้  สาขาดีไซน์ ใช้โปรแกรมออกแบบพื้นฐาน (เช่น Illustrator , Photoshop ) เป็น และ สาขา Creative',
  },
  {
    q: 'นักเรียนที่เรียน ปวช ปวส รวมถึง Home-school สามารถสมัครได้มั้ย',
    a:
      'สมัครได้ ถ้ามีอายุระหว่าง 15 - 19 ปี โดยจะต้องมีอายุครบ 15 ปี และไม่เกิน 19 ปีในวันที่ 19 มีนาคม 2563',
  },
]
