export const faq = [
  {
    q: `Young Creator's Camp คืออะไร`,
    a:
      'ค่ายที่จะพาน้อง ๆ ที่มีทักษะการเขียนโปรแกรม การดีไซน์ หรือมีความคิดสร้างสรรค์ มาช่วยกันพัฒนาโปรดักต์ ที่จะช่วยแก้ไขปัญหาสังคม',
  },
  {
    q: 'สมัครได้กี่สาขา',
    a:
      'น้อง ๆ สามารถเลือกเข้าได้เพียงสาขาเดียวเท่านั้น โดยจะมี 3 สาขาให้น้อง ๆ ได้เลือก คือ Programming Design และ Creative แต่ไม่ต้องห่วง น้อง ๆ สามารถเลือกเข้าเรียน session ที่ตัวเองสนใจได้แน่นอน',
  },
  {
    q: 'ใครสามารถสมัครค่ายนี้ได้บ้าง',
    a:
      'น้อง ๆ ที่มีอายุตั้งแต่ 15 - 19 ปี (เกิดระหว่าง 19 มีนาคม 2543 ถึง 23 มีนาคม 2548)',
  },
  {
    q: 'สิ่งทีได้รับจากค่าย',
    a: [
      'น้อง ๆ จะได้เจอกับเพื่อนที่มีความสนใจคล้ายกัน ได้รับคำแนะนำในการทำงานจากผู้เชี่ยวชาญในวงการ และประสบการณ์การทำงาน',
      'น้อง ๆ จะได้เรียนรู้เส้นทางการเดินทาง จากปัญหาที่ล่องลอยอยู่ในอากาศ ผ่านกระบวนการสร้างสรรค์และคิดค้นไอเดีย จนกลายมาเป็นกราฟิกดีไซน์ โค้ดคอมพิวเตอร์ และเกิดเป็นโปรดักต์ที่แก้ไขปัญหาของผู้คนในสังคมได้ในที่สุด',
      'น้องๆ ได้มาแบ่งปันความคิดสร้างสรรค์ ร่วมกันคิดค้นไอเดีย พิสูจน์ไอเดีย และพัฒนาซอฟต์แวร์ ผ่าน Workshop ที่ผสมผสานศาสตร์แห่งการคิดค้นโปรดักต์อย่าง Design Thinking, User Experience และ LEAN Startup เพื่อส่งเสริมให้เรียนรู้ผ่านการลงมือทำ สร้างสรรค์ไอเดียเพื่อแก้ไขปัญหาในชีวิตประจำวันและสังคม ในรูปแบบที่เป็นตัวเอง',
    ],
  },
  {
    q: 'จัดที่ไหน และเมื่อไหร่',
    a:
      '20 - 23 มีนาคม 2563 ณ RISE - Corporate Innovation Powerhouse ชั้น 22 อาคารอมรินทร์พลาซ่า ใกล้ BTS ชิดลม ทางออก 2',
  },
  {
    q: 'ค่ายนี้รับสมัครกี่คน',
    a:
      '36 คน โดยพี่ ๆ จะคัดเลือกน้อง ๆ มาจากสาขา Programming , Design และ Creative สาขาละ 12 คน',
  },
  {
    q: 'ค่ายมีการค้างคืนหรือไม่',
    a: 'ค้างคืนเป็นเวลา 3 คืน',
  },
  {
    q: 'มีค่าใช้จ่ายมั้ย และทำไมถึงเก็บค่ามัดจำ',
    a: [
      `ค่าย Young Creator's Camp #2 ไม่มีค่าใช้จ่าย โดยทางเรามีการสนับสนุนค่าใช้จ่ายในการเดินทางมาเข้าค่ายกรณีที่น้องอาศัยอยู่นอกเขตปริมณฑล (ไม่เกิน 2,000 บาท )`,
      `และเพื่อเป็นการรับรองว่าน้องจะมาเข้าค่าย จึงขอเก็บค่ามัดจำที่จะคืนในวันค่ายวันสุดท้าย`,
    ],
  },
  {
    q: 'ไม่มี Facebook สมัครได้มั้ย',
    a:
      'ไม่ได้ ค่ายของเราจะมีการใช้ Facebook เป็นช่องทางในการเก็บข้อมูลและสื่อสารกับผู้สมัคร และจะมีกลุ่มในการติดต่ออีกด้วย',
  },
  {
    q: 'ในแต่ละสาขา ต้องมีพื้นฐานมาอย่างไรบ้าง',
    a:
      'ในสาขา Programming สามารถสร้างเว็บไซต์หรือแอปพลิเคชั่นขึ้นมาได้ สาขา Design สามารถใช้โปรแกรมออกแบบพื้นฐาน (เช่น Illustrator , Photoshop ) เป็น และสาขา Creative เข้าใจการใช้ภาษา มีไอเดียใหม่ ๆ และมีความคิดสร้างสรรค์',
  },
  {
    q: 'นักเรียนที่เรียน ปวช ปวส รวมถึง Home-school สามารถสมัครได้มั้ย',
    a:
      'สมัครได้ ถ้ามีอายุระหว่าง 15 - 19 ปี (เกิดระหว่าง 19 มีนาคม 2543 ถึง 23 มีนาคม 2548)',
  },
]
