import { IInterviewList } from '../@types/IInterviewList'

export const interviewList: IInterviewList = {
  developer: [
    {
      name: 'ณัชพล ธนูรัตน์พงศ์',
      id: 1,
      r: true,
    },
    {
      name: 'ชัยภัทร ติระพงศ์ประเสริฐ',
      id: 2,
      r: true,
    },
    {
      name: 'ชโณทัย กระแจ่ม',
      id: 3,
      r: true,
    },
    {
      name: 'รมิตา ดีพร้อม',
      id: 4,
      r: true,
    },
    {
      name: 'พสุ อินทรพิทักษ์',
      id: 5,
      r: true,
    },
    {
      name: 'พัทธนันท์ นุ่มผ่อง',
      id: 6,
      r: true,
    },
    {
      name: 'สรวิศ จงเทิดทูน​สกุล​',
      id: 7,
      r: true,
    },
    {
      name: 'ธนฤกษ์ โอเจริญ',
      id: 8,
      r: true,
    },
    {
      name: 'รพีพรรณวดี โปรดปราน',
      id: 9,
      r: true,
    },
    {
      name: 'ตะวันฉาย ฉัตรกุล ณ อยุธยา',
      id: 10,
      r: true,
    },
    {
      name: 'ธีรสันต์ รัตนเรืองกุล',
      id: 11,
      r: true,
    },
    {
      name: 'ปริญญา เติมกสิพาณิชย์',
      id: 12,
      r: true,
    },
    {
      name: 'ภัสรินทร์ สุธาชีวะ',
      id: 13,
      r: true,
    },
    {
      name: 'จิรวัฒน์ ทิพย์​พินิจ',
      id: 14,
      r: true,
    },
    {
      name: 'พีรณัฐ สังขวาสี',
      id: 15,
      r: true,
    },
    {
      name: 'พิชญาภา คณาพัฒนวงศ์',
      id: 16,
      r: false,
    },
    {
      name: 'ธนดล ปิ่ณฑศิริ',
      id: 17,
      r: false,
    },
    {
      name: 'รินรดร บุญส่ง',
      id: 18,
      r: false,
    },
    {
      name: 'ธัมวริศ สถาปนกุล',
      id: 19,
      r: false,
    },
    {
      name: 'ศิวัช อรุโณทัยพิพัฒน์',
      id: 20,
      r: false,
    },
    {
      name: 'พัชณิดา เหมวรรณานุกูล',
      id: 21,
      r: false,
    },
    {
      name: 'ปองกานต์ เปล่งรัศมีจันทร์',
      id: 22,
      r: false,
    },
    {
      name: 'ชนิดาภา ชะนะมา',
      id: 23,
      r: false,
    },
    {
      name: 'กัญญาภัค สดโพธิ์',
      id: 24,
      r: false,
    },
    {
      name: 'ธัณย์นิชา สมภาร',
      id: 25,
      r: false,
    },
    {
      name: 'ณธรรม จันทร์เพ็ง',
      id: 26,
      r: false,
    },
    {
      name: 'พีรณัศก์ บัวบาง',
      id: 27,
      r: false,
    },
    {
      name: 'ปวีณ์กร บัวสาคร',
      id: 28,
      r: false,
    },
  ],
  designer: [
    {
      name: 'ชนกวนัน เชิงขุนทด',
      id: 1,
      r: true,
    },
    {
      name: 'ปรานรวี สุขสว่าง',
      id: 2,
      r: true,
    },
    {
      name: 'กัลยา วิมลจิตรสอาด',
      id: 3,
      r: true,
    },
    {
      name: 'กรวิชญ์ วุฒิกานากร',
      id: 4,
      r: true,
    },
    {
      name: 'นาปี สวัสดิรักษา',
      id: 5,
      r: true,
    },
    {
      name: 'ชนิกกานต์ สุวรรณเนาว์',
      id: 6,
      r: true,
    },
    {
      name: 'พิฐชญาณ์ ธำรงค์สิโรจน์',
      id: 7,
      r: true,
    },
    {
      name: 'นาเดีย ชายกุล',
      id: 8,
      r: true,
    },
    {
      name: 'สิทธา อ่อนสะอาด',
      id: 9,
      r: true,
    },
    {
      name: 'อริสา ภิรมย์รัตน์',
      id: 10,
      r: true,
    },
    {
      name: 'สิทธิพงษ์ พลเสน',
      id: 11,
      r: true,
    },
    {
      name: 'ชัญญา วิเศษประภา',
      id: 12,
      r: true,
    },
    {
      name: 'ธนกฤต  พันธ์เกษม',
      id: 13,
      r: true,
    },
    {
      name: 'ขวัญชนก แสงทอง',
      id: 14,
      r: true,
    },
    {
      name: 'กิรณา อมรสิงห์',
      id: 15,
      r: false,
    },
    {
      name: 'นันทรัตน์ แสนสวัสดิ์',
      id: 16,
      r: false,
    },
    {
      name: 'วรรัตน์ วัฒนวิฑูรกุล',
      id: 17,
      r: false,
    },
    {
      name: 'กิตติศักดิ์ เพี้ยวสำอางค์',
      id: 18,
      r: false,
    },
    {
      name: 'เกียรติกมล แสวงมี',
      id: 19,
      r: false,
    },
    {
      name: 'อัยยา จิรโรจน์ฐิตินันท์',
      id: 20,
      r: false,
    },
    {
      name: 'ธวัลรัตน์ บุญญานุวัตร',
      id: 21,
      r: false,
    },
    {
      name: 'ณัฐชา มาศนันท์',
      id: 22,
      r: false,
    },
    {
      name: 'ณัฏฐ์ชุดา นิธิพัฒน์ดิษกุล',
      id: 23,
      r: false,
    },
    {
      name: 'ศศิพิมพ์ ครองยุติ',
      id: 24,
      r: false,
    },
    {
      name: 'สุธิมา ทองสมุทร',
      id: 25,
      r: false,
    },
    {
      name: 'ธัญวรัตน์ โพธิ์งาม',
      id: 26,
      r: false,
    },
    {
      name: 'เขมินท์ เอื้อสุขสถาพร',
      id: 27,
      r: false,
    },
    {
      name: 'สิริโรจน์​ ตะมะโคตร',
      id: 28,
      r: false,
    },
  ],
  creative: [
    {
      name: 'สุพิชฌาย์ ชัยลอม',
      id: 1,
      r: true,
    },
    {
      name: 'กันตพิสิฐ ลิ้มศุภพุฒิกุล',
      id: 2,
      r: true,
    },
    {
      name: 'กันตพัฒน์ สุวรรณหงษ์',
      id: 3,
      r: true,
    },
    {
      name: 'ณภัทรา  จิรโชติกำจร',
      id: 4,
      r: true,
    },
    {
      name: 'อตินุช มนัสศิริเพ็ญ',
      id: 5,
      r: true,
    },
    {
      name: 'ภูษณิศา ทหารนะ',
      id: 6,
      r: true,
    },
    {
      name: 'แสงนภา ลดาสุวรรณกุล',
      id: 7,
      r: true,
    },
    {
      name: 'ธีรดณย์ ศักดิ์เพชร',
      id: 8,
      r: true,
    },
    {
      name: 'ชนิสรา กิจศรีโสภณ',
      id: 9,
      r: true,
    },
    {
      name: 'บุริศร์พล ราชขันธ์',
      id: 10,
      r: true,
    },
    {
      name: 'ปภาวี เรืองคุณารมย์',
      id: 11,
      r: true,
    },
    {
      name: 'ภาณุพงศ์ ธนารักษ์วุฒิกร',
      id: 12,
      r: true,
    },
    {
      name: 'ปรุฬห์ เลิศอมตะสกุล',
      id: 13,
      r: true,
    },
    {
      name: 'นิรวรรณ กอหรั่งกูล',
      id: 14,
      r: true,
    },
    {
      name: 'นภัสรา อัศวเลิศศักดิ์',
      id: 15,
      r: true,
    },
    {
      name: 'ปาณิสรา นุชิตศิริภัทรา',
      id: 16,
      r: false,
    },
    {
      name: 'ศุภรเศรษฐ์ วรธรรมธร',
      id: 17,
      r: false,
    },
    {
      name: 'พศฐิฏญ์ ฉันทวุฒิ',
      id: 18,
      r: false,
    },
    {
      name: 'ญาณิน  เรืองจินดาประชา',
      id: 19,
      r: false,
    },
    {
      name: 'ณัฐนิชา คล้ายแก้ว',
      id: 20,
      r: false,
    },
    {
      name: 'ชุติกาญจน์ กนกกันทรากร',
      id: 21,
      r: false,
    },
    {
      name: 'สุธิศา จันท์เรืองทอง',
      id: 22,
      r: false,
    },
    {
      name: 'ฐิติรัตน์  วิวัฒนเดชา ',
      id: 23,
      r: false,
    },
    {
      name: 'ปานชีวา ภู่ชยพล',
      id: 24,
      r: false,
    },
    {
      name: 'พลอยนภัส ธรรมก่อตระกูล',
      id: 25,
      r: false,
    },
  ],
}
